tap "caskroom/cask"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"

brew "openssl"
brew "openssh"
brew "libyaml"

brew "git"
brew "tig"
brew "mercurial"
brew "zsh"

brew "imagemagick"
brew "jpegoptim"
brew "optipng"
brew "htop-osx"
brew "qt"
brew "blueutil"

brew "vim", args: ["with-lua"]
brew "neovim", args: ["HEAD"]
brew "macvim"

brew "chruby"
brew "ruby-install"

brew "postgresql"
brew "mysql"
brew "redis"
brew "sqlite"
brew "memcached"

brew "node"
brew "phantomjs"

brew "heroku-toolbelt"
cask "react-native-debugger"
cask "flux"
cask "iterm2"
cask "atom"
cask "expo-xde"
cask "android-studio"
cask "google-chrome"
cask "brave"
cask "firefox"
cask "hammerspoon"
cask "dash"
cask "rowanj-gitx"
cask "postman"
cask "focus"
cask "virtualbox"
cask "spotify"
